{
    "categories": [
        {
            "name": "Movies",
            "videos": [
                {
                    "description": "Meet Naomi, an indigenous Vegetables Farmer,  who goes back to the village to start agribusiness. She decides to start a vegetable farming business. She is a university graduate, who in spite not of getting an office job in the manufacturing industry finds agribusiness the only way of making it in life. She has faced challenges especially from family and friends who criticised her move to start farming, which is mostly perceived as a dirty job or job for the poor in the society. She has worked hard and now she employees 3 workers who help her at the farms day to day activities. She has no regrets about getting into farming and she encourages youths to start farming because farming pays and one came easily become a successful millionaire farmer.",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1678543564249.mp4"
                    ],
                    "subtitle": "By FarmTech",
                    "thumb": "https://images.unsplash.com/photo-1605000797499-95a51c5269ae?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8ZmFybWluZ3xlbnwwfHwwfHw%3D&w=1000&q=80",
                    "title": " Meet Naomi, an indigenous Vegetable Kenyan Farmer | How to start vegetable farming at home "
                },
                {
                    "description": "Which crop 🌿 🍉🍎 are you growing this season? We have a network of agronomist across the country- available to guide you on pest and disease control and a wide range of products for all your crop protection needs. 📞 Call 0800 721 495 (Toll Free) for more information.",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679490833865.mp4"
                    ],
                    "subtitle": "By Blender Foundation",
                    "thumb": "http://cdn.standardmedia.co.ke/images/friday/farming_videos_make_6218c2c2c2b8d.jpg",
                    "title": "RAIN SEASON: STAWISHA KILIMO NA GREENLIFE"
                },
                {
                    "description": "It's both manual and electric.  It takes only 2 hours to be fully charged. The charge can sustain 28 pumps of equal capacity The pressure gives speed that will spray up to 5 acres Strong and adjustable lance that can spray 8-10 meters height",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679490885869.mp4"
                    ],
                    "subtitle": "By Google",
                    "thumb": "https://i.ytimg.com/vi/EDjVxCNLP3I/maxresdefault.jpg",
                    "title": "GREENLIFE STAR; A TIME SAVER AND IT'S POCKET FRIENDLY"
                },
                {
                    "description": "Spray days just got better with the 2-in-1 Greenlife Star! This sprayer saves you time and money with high efficiency at half the effort.  Available on *431# and on our webshop",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679490944423.mp4"
                    ],
                    "subtitle": "By Google",
                    "thumb": "https://i.ytimg.com/vi/nrfezQ3BP98/maxresdefault.jpg",
                    "title": "Greenlife Star Battery Sprayer (2 in 1)"
                },
                {
                    "description": "OCCASION STAR® 200SC is an enhanced fast and effective insecticide with contact and stomach poison activity for broad spectrum control of chewing insect pests  such as caterpillars, leafminers, bollworms, webworms, budworms, leafworms, fall armyworms, thrips and spidermites in agricultural crops. Learn more: https://www.greenlife.co.ke/occasion-... Call 0800921495 for more details.",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679490982996.mp4"
                    ],
                    "subtitle": "By Google",
                    "thumb": "https://www.greenlife.co.ke/wp-content/uploads/2022/03/occasion-star.png",
                    "title": "CONTROL CHEWING INSECT PESTS- OCCASION STAR® 200SC"
                },
                {
                    "description": "Optimzer® Benefits:  It helps in plant stress management during drought, flooding, adverse weather conditions, early fruit maturity, improved fruit set & yields, promotes shoot and fruit growth, enhance photosynthesis & chlorophyll formation It is known for supplementing and activating microelements and anti-stress agents, improve stress resistance, and release the chemical damage to plants. Used in seed soaking for breaking seed dormancy, increasing seed germination percentage and culturing complete and storage seedlings. Call 0800921495 for more details.",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679491027006.mp4"
                    ],
                    "subtitle": "By Google",
                    "thumb": "https://i.ytimg.com/vi/1zUOSgbpEW4/maxresdefault.jpg",
                    "title": "Plant Stress Management- Optimizer®"
                },
                {
                    "description": "Learn more: https://www.greenlife.co.ke/  Call 0800921495 for more details.",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679491127566.mp4"
                    ],
                    "subtitle": "By Google",
                    "thumb": "https://i0.wp.com/imaginecare.co.ke/wp-content/uploads/2021/02/Governor-580-SE.jpg?fit=1772%2C1772&ssl=1",
                    "title": "GOVERNER 580 SE FOR 100% Weed Control in Maize Fields"
                },
                {
                    "description": "Sintel is an independently produced short film, initiated by the Blender Foundation as a means to further improve and validate the free/open source 3D creation suite Blender. With initial funding provided by 1000s of donations via the internet community, it has again proven to be a viable development model for both open 3D technology as for independent animation film.\nThis 15 minute film has been realized in the studio of the Amsterdam Blender Institute, by an international team of artists and developers. In addition to that, several crucial technical and creative targets have been realized online, by developers and artists and teams all over the world.\nwww.sintel.org",
                    "sources": [
                        "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/Sintel.mp4"
                    ],
                    "subtitle": "By Blender Foundation",
                    "thumb": "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/images/Sintel.jpg",
                    "title": "Sintel"
                },
                {
                    "description": "Smoking Tire takes the all-new Subaru Outback to the highest point we can find in hopes our customer-appreciation Balloon Launch will get some free T-shirts into the hands of our viewers.",
                    "sources": [
                        "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/SubaruOutbackOnStreetAndDirt.mp4"
                    ],
                    "subtitle": "By Garage419",
                    "thumb": "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/images/SubaruOutbackOnStreetAndDirt.jpg",
                    "title": "Subaru Outback On Street And Dirt"
                },
                {
                    "description": "Tears of Steel was realized with crowd-funding by users of the open source 3D creation tool Blender. Target was to improve and test a complete open and free pipeline for visual effects in film - and to make a compelling sci-fi film in Amsterdam, the Netherlands. The film itself, and all raw material used for making it, have been released under the Creatieve Commons 3.0 Attribution license. Visit the tearsofsteel.org website to find out more about this, or to purchase the 4-DVD box with a lot of extras. (CC) Blender Foundation - http://www.tearsofsteel.org",
                    "sources": [
                        "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/TearsOfSteel.mp4"
                    ],
                    "subtitle": "By Blender Foundation",
                    "thumb": "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/images/TearsOfSteel.jpg",
                    "title": "Tears of Steel"
                },
                {
                    "description": "The Smoking Tire heads out to Adams Motorsports Park in Riverside, CA to test the most requested car of 2010, the Volkswagen GTI. Will it beat the Mazdaspeed3's standard-setting lap time? Watch and see...",
                    "sources": [
                        "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/VolkswagenGTIReview.mp4"
                    ],
                    "subtitle": "By Garage419",
                    "thumb": "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/images/VolkswagenGTIReview.jpg",
                    "title": "Volkswagen GTI Review"
                },
                {
                    "description": "The Smoking Tire is going on the 2010 Bullrun Live Rally in a 2011 Shelby GT500, and posting a video from the road every single day! The only place to watch them is by subscribing to The Smoking Tire or watching at BlackMagicShine.com",
                    "sources": [
                        "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/WeAreGoingOnBullrun.mp4"
                    ],
                    "subtitle": "By Garage419",
                    "thumb": "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/images/WeAreGoingOnBullrun.jpg",
                    "title": "We Are Going On Bullrun"
                },
                {
                    "description": "The Smoking Tire meets up with Chris and Jorge from CarsForAGrand.com to see just how far $1,000 can go when looking for a car.The Smoking Tire meets up with Chris and Jorge from CarsForAGrand.com to see just how far $1,000 can go when looking for a car.",
                    "sources": [
                        "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/WhatCarCanYouGetForAGrand.mp4"
                    ],
                    "subtitle": "By Garage419",
                    "thumb": "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/images/WhatCarCanYouGetForAGrand.jpg",
                    "title": "What care can you get for a grand?"
                }
            ]
        }
    ]
}
