{
    "categories": [
        {
            "name": "Movies",
            "videos": [
                {
                    "description": "Meet Naomi, an indigenous Vegetables Farmer,  who goes back to the village to start agribusiness. She decides to start a vegetable farming business. She is a university graduate, who in spite not of getting an office job in the manufacturing industry finds agribusiness the only way of making it in life. She has faced challenges especially from family and friends who criticised her move to start farming, which is mostly perceived as a dirty job or job for the poor in the society. She has worked hard and now she employees 3 workers who help her at the farms day to day activities. She has no regrets about getting into farming and she encourages youths to start farming because farming pays and one came easily become a successful millionaire farmer.",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1678543564249.mp4"
                    ],
                    "subtitle": "By FarmTech",
                    "thumb": "https://images.unsplash.com/photo-1605000797499-95a51c5269ae?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8ZmFybWluZ3xlbnwwfHwwfHw%3D&w=1000&q=80",
                    "title": " Meet Naomi, an indigenous Vegetable Kenyan Farmer | How to start vegetable farming at home "
                },
                {
                    "description": "Which crop 🌿 🍉🍎 are you growing this season? We have a network of agronomist across the country- available to guide you on pest and disease control and a wide range of products for all your crop protection needs. 📞 Call 0800 721 495 (Toll Free) for more information.",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679490833865.mp4"
                    ],
                    "subtitle": "By Blender Foundation",
                    "thumb": "http://cdn.standardmedia.co.ke/images/friday/farming_videos_make_6218c2c2c2b8d.jpg",
                    "title": "RAIN SEASON: STAWISHA KILIMO NA GREENLIFE"
                },
                {
                    "description": "It's both manual and electric.  It takes only 2 hours to be fully charged. The charge can sustain 28 pumps of equal capacity The pressure gives speed that will spray up to 5 acres Strong and adjustable lance that can spray 8-10 meters height",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679490885869.mp4"
                    ],
                    "subtitle": "By Google",
                    "thumb": "https://i.ytimg.com/vi/EDjVxCNLP3I/maxresdefault.jpg",
                    "title": "GREENLIFE STAR; A TIME SAVER AND IT'S POCKET FRIENDLY"
                },
                {
                    "description": "Spray days just got better with the 2-in-1 Greenlife Star! This sprayer saves you time and money with high efficiency at half the effort.  Available on *431# and on our webshop",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679490944423.mp4"
                    ],
                    "subtitle": "By Google",
                    "thumb": "https://i.ytimg.com/vi/nrfezQ3BP98/maxresdefault.jpg",
                    "title": "Greenlife Star Battery Sprayer (2 in 1)"
                },
                {
                    "description": "OCCASION STAR® 200SC is an enhanced fast and effective insecticide with contact and stomach poison activity for broad spectrum control of chewing insect pests  such as caterpillars, leafminers, bollworms, webworms, budworms, leafworms, fall armyworms, thrips and spidermites in agricultural crops. Learn more: https://www.greenlife.co.ke/occasion-... Call 0800921495 for more details.",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679490982996.mp4"
                    ],
                    "subtitle": "By Google",
                    "thumb": "https://www.greenlife.co.ke/wp-content/uploads/2022/03/occasion-star.png",
                    "title": "CONTROL CHEWING INSECT PESTS- OCCASION STAR® 200SC"
                },
                {
                    "description": "Optimzer® Benefits:  It helps in plant stress management during drought, flooding, adverse weather conditions, early fruit maturity, improved fruit set & yields, promotes shoot and fruit growth, enhance photosynthesis & chlorophyll formation It is known for supplementing and activating microelements and anti-stress agents, improve stress resistance, and release the chemical damage to plants. Used in seed soaking for breaking seed dormancy, increasing seed germination percentage and culturing complete and storage seedlings. Call 0800921495 for more details.",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679491027006.mp4"
                    ],
                    "subtitle": "By Google",
                    "thumb": "https://i.ytimg.com/vi/1zUOSgbpEW4/maxresdefault.jpg",
                    "title": "Plant Stress Management- Optimizer®"
                },
                {
                    "description": "Learn more: https://www.greenlife.co.ke/  Call 0800921495 for more details.",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679491127566.mp4"
                    ],
                    "subtitle": "By Google",
                    "thumb": "https://i0.wp.com/imaginecare.co.ke/wp-content/uploads/2021/02/Governor-580-SE.jpg?fit=1772%2C1772&ssl=1",
                    "title": "GOVERNER 580 SE FOR 100% Weed Control in Maize Fields"
                },
                {
                    "description": "Learn more: https://www.greenlife.co.ke/  Call 0800921495 for more details.",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679493313948.mp4"
                    ],
                    "subtitle": "By Blender Foundation",
                    "thumb": "https://www.greenlife.co.ke/wp-content/uploads/2022/04/weeds_control_in_beans.jpg",
                    "title": "An Absolutely Weed Free Beans Farm with Bentagran 240 EC"
                },
                {
                    "description": "Koppert Biological Systems has several sticky traps available for monitoring and trapping pests in a wide variety of crops. This video shows you how to apply Horiver Delta in your crop.   With its large sticky surface area, Horiver Delta has glue on both sides of the card and can be folded into a large trap. Apply a pheromone dispenser to the inside of this trap and pests can be caught on both surfaces of this trap designed for flying insects. For more information about Horiver Delta visit: www.koppert.co.ke/horiver-delta",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679554960229.mp4"
                    ],
                    "subtitle": "By Koppert",
                    "thumb": "https://www.koppert.com/content/_processed_/c/3/csm_How_to_use_Horiver_Delta_from_Koppert_287116f5f8.png",
                    "title": "How to use Horiver Delta from Koppert"
                },
                {
                    "description": "Koppert Biological Systems has several sticky traps available for monitoring and trapping pests in a wide variety of crops. This video shows you how to apply Horiver Disc in your crop.   Round in shape, Horiver Disc has been designed to fit around the stem of a plant – ideal to trap pests active both above and below the ground. It has been specially adapted to trap root aphids and fungus gnats and has two attachment points for drip irrigation. It is very suitable for cannabis cultivation. For more information about Horiver Disc visit: www.koppert.co.ke/horiver-disc",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679555012434.mp4"
                    ],
                    "subtitle": "By Koppert",
                    "thumb": "https://www.koppert.com/content/_processed_/e/4/csm_How_to_use___Horiver_Disc_38b4588c44.png",
                    "title": "How to use Horiver Disc from Koppert"
                },
                {
                    "description": "Koppert Biological Systems has several sticky traps available for monitoring and trapping pests in a wide variety of crops. This video shows you how to apply Horiver Dry in your crop.   As the glue on the Horiver Dry sticky trap leaves no staining, users might experience this card more user-friendly. Depending on colour, it is effective for a number of pests, including thrips and sciarids. The yellow card is extremely attractive to the harmful Nesidiocoris bug. For more information about Horiver Dry visit: www.koppert.co.ke/horiver-dry",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679555060880.mp4"
                    ],
                    "subtitle": "By Koppert",
                    "thumb": "https://www.koppert.com/content/_processed_/0/f/csm_How_to_use_Horiver_Dry_from_Koppert_1ede94f327.png",
                    "title": "How to use Horiver Dry from Koppert"
                },
                {
                    "description": "Koppert Biological Systems has several sticky traps available for monitoring and trapping pests in a wide variety of crops. This video shows you how to apply Horiver Wet in your crop.   Depending on colour, the Horiver Wet sticky trap has been designed specifically for the monitoring of adult aphids, whitefly, thrips, Tuta absoluta, fruit flies and sciarids. Its ultra-sticky glue provides large sticky surfaces and capturing capacity. It has a proven above-average score for catching whitefly. For more information about Horiver Wet visit: www.koppert.co.ke/horiver-wet",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679555102131.mp4"
                    ],
                    "subtitle": "By Koppert",
                    "thumb": "https://i.ytimg.com/vi/wv9UuyAFcVM/maxresdefault.jpg",
                    "title": "How to use Horiver Wet from Koppert"
                },
                {
                    "description": "Use Spical-Plus for biological pest control of two spotted spider mite. Introduce Spical-Plus if pest presence is suspected or at the first sign of pest presence. This video shows you how to apply Spical-Plus in your crop.",
                    "sources": [
                        "http://farmhub-api.dalasystems.com/files/1679555146739.mp4"
                    ],
                    "subtitle": "By Koppert",
                    "thumb": "https://i.ytimg.com/vi/gNBje98JTMM/maxresdefault.jpg",
                    "title": "How to use Spical-Plus in a potato crop from Koppert - biological control"
                }
        
            ]
        }
    ]
}
